//  Написать группу обработчиков для ресурсов начинающихся на /table
/*
    Из обработчиков написать
    1. Получение списка столиков
    2. Получение данных конкретного столика
    3. Добавление нового столика (создание)
    4. УДаление столика
    5. Обновление данных столика
    6. Изменение статуса столика по полю возможнисти к заказу
    (В теле запроса в поле "available": Boolean - лежит решение об доступности данного (указанного в строке ресурса)
     столика)

     /:id  - тут идентификатор  (req.params.id)
     req.body.available - решение о статусе столика
*/

